{
  "sections": {
    "0ddc6e0f-de3d-46a5-9d6c-fb084442e69f": {
      "type": "missing-h1",
      "settings": {
        "title": "{{ page.title }}"
      }
    },
    "Faq-section": {
      "type": "faq-section",
      "blocks": {
        "5eb61312-6893-49c7-84f1-25b823be3e95": {
          "type": "title-block",
          "settings": {
            "main-title": "products"
          }
        },
        "aa6f3f04-8d84-4563-9c16-d26fc6fcdc3d": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "Do you have feedback from existing customers?",
            "accordion-content": "<p>We sure do! We’ve given 100's of customers the Sound Pod they’ve wanted at the price they’ve wanted. Want to see what a few of them have had to say? Head over to our reviews to see their words yourself.<\/p>"
          }
        },
        "7e8301d5-f3be-4b87-8faa-29109a552c22": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "Do you have a warranty?",
            "accordion-content": "<p>One of the reasons you might be shopping with us is that you recognise the superior quality of our pieces. And just as we want our Office Sound Pods to be the best you can find, we want our promise to you to be equally superior. That’s why, whilst most companies only offer a 2 year warranty, we offer a 5 year for structure and 2 year for electrical manufacturers warranty. *T&Cs Apply.<\/p>"
          }
        },
        "0b6d7bdf-416a-4891-a4d9-c9b734dbfcf0": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "Do you have any showrooms where I can see the furniture?",
            "accordion-content": "<p>Of course, we'd love to show you around our acoustic sound pods. Current we have the S (Solo) Phone Booth and the Creative Pod in our <a href=\"\/pages\/showroom-london\" title=\"Showroom\">Beaconsfield Office. <\/a><\/p>"
          }
        },
        "72352c15-a9f7-4900-a614-b361c4ed6428": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "What tools will I need?",
            "accordion-content": "<p>A little bit of patients and some ability, its much easier to assemle with two people. All tools are included in contents of your box. Please follwoing assembly PDF's and Video. Alternatively please contact us directly about an assembly qoute.<\/p>"
          }
        },
        "db8cb734-58a9-44d4-8241-19dd676ec9a3": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "Can I move the pod?",
            "accordion-content": "<p>Yes you can, the acoustic properties of your acoustic sound pod are most important to us. We have spent a lot of time testing our sound pods for movablility. The pods can either be disassembled or manouvered around the office with our moving kits, available in the accesories section. <\/p>"
          }
        },
        "08c9d62e-01e3-4295-b27e-e4a0655b0b8d": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "What solutions do you offer.",
            "accordion-content": "<p>Sound Box Store offer the highest quality acoustic sound pod \/ booths plus accessories. Currently offering 5 different models plus accessories for creative, focused working enviroments, predominantly to the Business to Business market.<\/p>"
          }
        },
        "5c9a253e-c859-4d83-b7a4-4daea0de8dbb": {
          "type": "title-block",
          "settings": {
            "main-title": "orders"
          }
        },
        "d9940405-131e-4b1d-b193-29c833e57bbc": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "How can I be assured in quality?",
            "accordion-content": "<p>From the supply chain, production to the moment it arrives in our warehouse, the product has been  quality checked and tested at several stages. With aviation alloy, glass similarly used in high speed trains and a technologially advanced fixing and assembly. We guarantee 100% satisfaction.<\/p>"
          }
        },
        "cf410005-443f-4dae-b016-649cdf8a8f50": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "Is Covid-19 impacting your deliveries?",
            "accordion-content": "<p>No, we are delivering as usual. As we navigate this uncertain time, we want you to know we’re doing all we can to keep our staff and customers safe. Sound Box Store is open, and we’re delivering as usual. We’ve put new measures in place to keep our warehouse staff safe, including heightened hygiene processes, split shifts and social distancing, and we’ve introduced no-contact delivery. Dated 02\/01\/2022<\/p>"
          }
        },
        "873cd00d-849c-428f-829a-8dd1162fbe8e": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "How will my delivery be arranged?",
            "accordion-content": "<p>Once your product is ready for delivery to your shipping address, you will be contacted by our logistics traem to advise the days on which they will deliver to your area and to work out when it is most suitable for you. Please note these items are delivered on a pallett, please take into consideration access point, elevator access and the ability for room to actually build the product.<\/p>"
          }
        },
        "a387c7d0-935b-47c1-b876-3e384bac7d0c": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "What's the cost for delivery?",
            "accordion-content": "<p>Delivery costs are calculated at check out, this is kerb side only delivery, for self assembly. only. For assembly please contact us directly for a qoute. Be prepared for question on delivery access, access to the office to be assembled, elevator space, parking \/ delivery restriction. Best time of day, best day of the week for delivery.<\/p>"
          }
        },
        "fc4059e0-310b-46c8-afc6-ccece302e166": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "What About Discounts?",
            "accordion-content": "<p>The price for our acoustic sound pods is already 30-50% below prices of our competitors. That is great. But this implies little room for discounts and we cannot offer discounts on small quantities. <\/p>"
          }
        },
        "0157b1ab-bcf9-4719-b1a4-323d6a1eb639": {
          "type": "title-block",
          "settings": {
            "main-title": "Returns & Refunds"
          }
        },
        "f5cdacf9-69c2-4cb3-a3d2-13c4efc343b0": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "How does the money back guarantee work?",
            "accordion-content": "<p>We are sure that you will be as satisfied about our sound booths as we are. But sometimes requirements change and we understand <br\/>that.<\/p><p>If you are not convinced within the first 30 days after <br\/>receiving your Office Sound Booth, we will take it back. We will take care of the dismantling and return transport. We will however only be able to refund the purchase price.<\/p><p>Please note there will be fees including if original packing is not availble and the product is not 100% in a resellable condition.<\/p>"
          }
        },
        "12bd971d-3ccb-4f2d-b1a4-8be10011b321": {
          "type": "accordion-block",
          "settings": {
            "accordion-title": "",
            "accordion-content": ""
          }
        }
      },
      "block_order": [
        "5eb61312-6893-49c7-84f1-25b823be3e95",
        "aa6f3f04-8d84-4563-9c16-d26fc6fcdc3d",
        "7e8301d5-f3be-4b87-8faa-29109a552c22",
        "0b6d7bdf-416a-4891-a4d9-c9b734dbfcf0",
        "72352c15-a9f7-4900-a614-b361c4ed6428",
        "db8cb734-58a9-44d4-8241-19dd676ec9a3",
        "08c9d62e-01e3-4295-b27e-e4a0655b0b8d",
        "5c9a253e-c859-4d83-b7a4-4daea0de8dbb",
        "d9940405-131e-4b1d-b193-29c833e57bbc",
        "cf410005-443f-4dae-b016-649cdf8a8f50",
        "873cd00d-849c-428f-829a-8dd1162fbe8e",
        "a387c7d0-935b-47c1-b876-3e384bac7d0c",
        "fc4059e0-310b-46c8-afc6-ccece302e166",
        "0157b1ab-bcf9-4719-b1a4-323d6a1eb639",
        "f5cdacf9-69c2-4cb3-a3d2-13c4efc343b0",
        "12bd971d-3ccb-4f2d-b1a4-8be10011b321"
      ],
      "settings": {
      }
    }
  },
  "order": [
    "0ddc6e0f-de3d-46a5-9d6c-fb084442e69f",
    "Faq-section"
  ]
}
