{
  "sections": {
    "165174024841897347": {
      "type": "slideshow-image",
      "blocks": {
        "1651740248477e98d3-0": {
          "type": "image",
          "settings": {
            "link": "",
            "image": "shopify:\/\/shop_images\/Home-Page-Image.png"
          }
        }
      },
      "block_order": [
        "1651740248477e98d3-0"
      ],
      "settings": {
        "full_width": true,
        "style": "arrows",
        "autoplay": false,
        "autoplay_speed": 7
      }
    },
    "heading-section": {
      "type": "heading",
      "settings": {
        "heading": "How It Started",
        "subheading": "<p><strong>Sound Box Store<\/strong> was born out of years of frustration in the commercial workplace seeking last-minute meeting rooms, searching for an office to take a confidential call, or simply looking for a quiet zone to focus on that important presentation.<\/p><p><br\/>This led to a group of business consultants, architects and industrial designers to collaborate with one of the world's leading acoustics manufacturers with the aim to create stylish, architecturally designed spaces for the modern office that were versatile, ergonomic and soundproof. <\/p><p><br\/>It was essential that the booths were highly functional, high performance and attractively priced, yet also reflected the team's collective commitment to the environment — to deliver a product with a limited impact on the planet, that didn't cost the Earth. Now we're excited to share the booths with you.<\/p>"
      }
    },
    "image-text-about-us": {
      "type": "image-text-column",
      "settings": {
        "image": "shopify:\/\/shop_images\/loop-image5.jpg",
        "image_position": "left",
        "mobile_image_position": "top",
        "title": "Prices Are Kept High",
        "detection": "<p>Mid-century furniture that were created over 60 years ago should to be accessible to all. Decades after the deaths of the renowned designers, the prices are high, making them available only to the wealthy - Here at Designer Editions we offer affordable designer furniture for all<\/p>",
        "button_text": "",
        "button_link": ""
      }
    },
    "16517354005d5f1230": {
      "type": "image-text-column",
      "settings": {
        "image": "shopify:\/\/shop_images\/loop-image1.jpg",
        "image_position": "right",
        "mobile_image_position": "top",
        "title": "Therefore, We Created an Alternative",
        "detection": "<p>Out of frustration, we created an alternative by eliminating middle men, sales staff and expensive showrooms. We began producing all products in our own factory and making these designs widely available and affordable once again. In addition, we decided to offer fast shipping, 30-day free returns and a 5-year warranty on all of our products, to take the hassle out of furniture buying.<\/p>",
        "button_text": "",
        "button_link": ""
      }
    },
    "165173550810ae53a5": {
      "type": "image-text-column",
      "settings": {
        "image": "shopify:\/\/shop_images\/loop-image5.jpg",
        "image_position": "left",
        "mobile_image_position": "top",
        "title": "In the Original Quality",
        "detection": "<p>By combining highly skilled labor and technological innovations, we’ve streamlined the production and quality assurance processes, resulting in faster, more precise service. Our artisans follow stringent quality assurance standards from the instant production begins to the moment your order leaves our factory. Every Desiger Editions design is triple checked for precision to ensure you receive a perfect piece of designer furniture every time you place an order.<\/p>",
        "button_text": "",
        "button_link": ""
      }
    },
    "16517355556214a2c7": {
      "type": "image-text-column",
      "settings": {
        "image": "shopify:\/\/shop_images\/loop-image1.jpg",
        "image_position": "right",
        "mobile_image_position": "top",
        "title": "Only Quality Factories Chosen",
        "detection": "<p>By sourcing only from the very best factories, we’re able to keep prices low and maintain stringent quality control. Our strict policies on outsourcing is one of the key reasons we’re able to offer a 5-year warranty on every product we offer.<\/p>",
        "button_text": "Learn more",
        "button_link": "shopify:\/\/collections"
      }
    },
    "16517356493915e835": {
      "type": "image-text-column",
      "settings": {
        "image": "shopify:\/\/shop_images\/loop-image5.jpg",
        "image_position": "left",
        "mobile_image_position": "top",
        "title": "Shipped to Your Door",
        "detection": "<p>Our factory-to-home business model allows us to pass a substantial savings onto you. Your satisfaction is our highest priority, so once production is complete, we inspect your piece(s) scrupulously one last time before initiating shipment. Our hope is that you’ll fall in love with your new furniture the moment it arrives at your door.<\/p>",
        "button_text": "",
        "button_link": ""
      }
    }
  },
  "order": [
    "165174024841897347",
    "heading-section",
    "image-text-about-us",
    "16517354005d5f1230",
    "165173550810ae53a5",
    "16517355556214a2c7",
    "16517356493915e835"
  ]
}
