{
  "parent": "product.folio-4-person-pod.json",
  "context": {
    "market": "us"
  },
  "sections": {
    "meeting-rooms-features": {
      "settings": {
      },
      "blocks": {
        "82e4437d-c3ed-46e1-8f33-db6645f21ed8": {
          "settings": {
            "description": "<p><strong>Internal Size:<\/strong><br\/>Height: 77.17in Width: 82.68in Depth: 44.09in<strong><br\/>External Size:<\/strong><br\/>Height: 82.68in Width: 86.61in Depth: 48.03in<br\/><strong>Weight:<br\/><\/strong>Total Weight: 987.67 lb (Pod+Furniture)<\/p>"
          }
        }
      }
    },
    "1657348293dc4e4fd8": {
      "settings": {
      },
      "blocks": {
        "165734829349367447-0": {
          "settings": {
            "title": "Folio 4 Person Meeting Pod: Your Space for Focus"
          }
        },
        "165734829349367447-1": {
          "settings": {
            "text": "<p>In today's bustling work environment, distractions are constant. Noise and interruptions can derail focus and productivity, hindering your performance and creativity. That's where our soundproof meeting booth comes in.<\/p><h3>A Tranquil Retreat<\/h3><p>At Soundbox Store, we understand the value of a quiet and comfortable workspace. Our Folio 4 Person Meeting Pod offers a tranquil and ergonomic cocoon where you can focus on your tasks with minimal interruption, delivering outstanding results.<\/p><h3>Premium Soundproofing<\/h3><p>Our meeting pods are built to the highest standards, providing the best sound insulation and noise reduction. The acoustic panels are crafted from quality materials, ensuring superior sound absorption and preventing noise leaks.<\/p><h3>Comfort and Ergonomics<\/h3><p>The Folio 4 Person Meeting Pod prioritises your comfort with soft lighting and ample ventilation, creating a stress-free environment. The booth's ergonomic design allows for extended work time without discomfort.<\/p><h3>Swift Setup<\/h3><p>At Soundbox Store, we understand that time is valuable. Our meeting booths arrive flat-packed and can be assembled in just an hour with our easy-to-follow instructions.<\/p><h3>Your Productivity Oasis<\/h3><p>Our Folio Soundproof 4 Person Meeting Pod is the ideal solution for a quiet and comfortable workspace. With superior sound insulation, ergonomic design, and easy assembly, it’s the perfect addition to any busy office environment. Say goodbye to distractions and invest in a Soundproof Meeting Pod today.<\/p>"
          }
        }
      }
    },
    "56f25c83-4f63-43f9-826a-dbb813b64ac5": {
      "settings": {
        "detection": "<p>The Folio Acoustic 2-4 Person Meeting Pod from Soundbox Store provides an excellent solution for those looking for a quiet and comfortable workspace.With superior sound insulation, ergonomic design, and easy assembly, our meeting pods are the perfect addition to any busy office environment. Don't let noise and distractions get in the way of your productivity and creativity - invest in a Folio Meeting \/ Pod Casting Booth today.<\/p>"
      },
      "blocks": {
      }
    },
    "703a9024-9f53-4f02-bab2-e969aab39065": {
      "settings": {
        "detection": "<p>Lights, Power, Action! Within the Folio 4 Person Meeting Pod sits a mini sofa, cushioned for comfort but primarily for support, complimented by an organically curved task desk.<br\/>Equipped with non-directional main Daylight LED lighting, UL\/CE 2 * 220-240v power sockets (UK or EU), 2 * CAT-6 Ethernet Connectors, 2 * USB and 2 * USB-C will power the devices required. The PIR sensor will help save on power, automatically turning off after 5mins of not being occupied.<\/p>"
      },
      "blocks": {
      }
    },
    "1655472025349426d8": {
      "settings": {
        "detection": "<p>The Folio 4 Person Meeting Pod also has non-directional main *4000k (150Lx) Daylight LED lighting, offering a comfortable, well-illuminated environment. <\/p><p><\/p>"
      },
      "blocks": {
      }
    },
    "16634102988a9c9e05": {
      "settings": {
        "detection": "<p>New interior design ideas? Not a problem! The Folio 4 Person Pod can be moved in minutes; lower the levelling legs allowing the castors to take over and move where ever you want!<\/p>"
      },
      "blocks": {
      }
    },
    "16634104451e452603": {
      "settings": {
        "detection": "<p>Replacing the air regularly within the Folio 4 Person Meeting Pod helps the occupant feel fresh and comfortable and surrounds them with fresh oxygen every 40 seconds, promoting health and wellbeing.<\/p>"
      },
      "blocks": {
      }
    },
    "16634828078a75c3a3": {
      "settings": {
        "detection": "<p>We've considered every element of the Folio 4 Person Meeting Pod from the best in acoustic technology, comfort, flexibility and safety. Every detail is considered, complementing the clients' interior design aspirations, + assembly can be completed in 1.5 Hours! <\/p>"
      },
      "blocks": {
      }
    }
  }
}
