{
  "parent": "product.creative-pod-3-4-pers.json",
  "context": {
    "market": "us"
  },
  "sections": {
    "165656720859a9e8d5": {
      "settings": {
      },
      "blocks": {
        "165656720836c7d25b-1": {
          "settings": {
            "text": "<p>Introducing our soundproof meeting pod designed specifically for focus-driven working environments. Our meeting pod comfortably seats 4 people, making it perfect for conference, private, or group Zoom calls.<\/p><p>One of the standout features of our meeting pod is the highly effective new upgraded industry-leading airflow dual silent ventilation system. This ensures the internal environment remains well-aired, cool, comfortable, and spacious, with minimum internal\/external acoustic influence. This promotes a conducive atmosphere for productive meetings, allowing your teams to focus on the job.<\/p><p>The furniture options include quality sofas and tables, and an optional monitor stand (monitor not included) is available to facilitate video conferencing and presentations. Our meeting pod is fabricated from aviation-style alloy, full toughened glass, and internal PET sound acoustic panels, making it sturdy and durable.<\/p><p>Our soundproof meeting pod is the perfect solution if you're looking for an acoustic meeting pod for your office. Its design provides a private and distraction-free environment for conducting meetings, collaborating, and concentrating on important tasks.<\/p><p>Our meeting pod is a sound investment for any office, providing a comfortable, private, and productive team environment. The keywords that describe our product are soundproof meeting pod, office meeting pod, acoustic meeting pods, and meeting pods for offices.<\/p>"
          }
        }
      }
    },
    "meeting-rooms-features": {
      "settings": {
      },
      "blocks": {
        "82e4437d-c3ed-46e1-8f33-db6645f21ed8": {
          "settings": {
            "description": "<p><strong>Internal Size:<\/strong><br\/>Height: 84.25in Width: 80.32in Depth: 59.06in<br\/><strong>External Size:<\/strong><br\/>Height: 90.55in Width: 86.61in Depth: 60.47in<br\/><strong>Weight:<br\/><\/strong>Total: 1366.87 lb (Pod)<strong><br\/><\/strong>Total: 1642.44 lb (Pod+Furniture)<\/p>"
          }
        },
        "19323c70-b1a6-44b1-b5b4-12733c55ae2e": {
          "settings": {
            "description": "<p><strong>Emergency Safety Hammer<br\/><\/strong>Included For Internal Fitting<br\/><strong>Fire Rated Foam<br\/><\/strong>UK Fire foam where required.<strong> <br\/>Sprinkler \/ Mains Fire Alarm<br\/><\/strong>Laser cut (0.98 in) and usable if required<strong> <br\/>Formaldehyde Free<br\/><\/strong>No wood or glue<\/p>"
          }
        }
      }
    },
    "1ccfd356-9388-4f7f-a37d-84b0418064bd": {
      "settings": {
        "title": "4 Person Meeting Pod",
        "detection": "<p>Introducing our soundproof meeting pod designed specifically for focus-driven working environments. Our meeting pod comfortably seats 4 people, making it perfect for conference, private, or group Zoom calls.<br\/><\/p>"
      },
      "blocks": {
      }
    }
  }
}
