{
  "parent": "product.phone-booth-solo-flex.json",
  "context": {
    "market": "us"
  },
  "sections": {
    "meeting-rooms-features": {
      "settings": {
      },
      "blocks": {
        "82e4437d-c3ed-46e1-8f33-db6645f21ed8": {
          "settings": {
            "description": "<p><strong>Desk Dims.<br\/><\/strong>*Adjustable Desk Width 23.62in * Depth 9.84in, Lowest Point 29.53in, Highest Point 47.24in<\/p><p><strong>External Size:<\/strong><br\/>Height: 90.55in Width: 39.37in Depth: 36.85in<strong><br\/>Internal Size:<\/strong><br\/>Height: 84.25in Width: 33.07in Depth: 35.43in<br\/><strong>Weight:<br\/><\/strong>Total: 606.27 lb (Pod)<strong><br\/><\/strong>Total: 659.182 lb (Pod+Furniture)<\/p>"
          }
        },
        "cb2a41ec-f379-4bf5-bcce-bde5e4db4e1a": {
          "settings": {
            "description": "<p>*Adjustable Desk 23.62in * 9.84in, Lowest Point 29.53in, Highest Point 47.24in<br\/>*4000k  (150Lx) Daylight LED<br\/>*Multiple Power Outlets, 220- 24V + USB, USB-C<br\/>*Energy Saving Motion Sensor <br\/>*Bluetooth Audio System<br\/>*CAT-6 \/ Ethernet Port <br\/><\/p>"
          }
        }
      }
    },
    "1657348293dc4e4fd8": {
      "settings": {
      },
      "blocks": {
        "165734829349367447-1": {
          "settings": {
            "text": "<p>Introducing our latest product innovation: the all-in-one solution to combat noisy office environments - the acoustic phone booth paired with our cutting-edge electric adjustable desk. Not only do we prioritise privacy and productivity, but we also understand the importance of ergonomic workstations.<\/p><p>Our electric adjustable desks feature a versatile height adjustment range, starting from a minimum height of 29.53in up to an impressive maximum height of 47.24in. This ensures that individuals can personalise their desk setup and find the perfect ergonomic position, promoting comfort and well-being throughout the workday.<\/p><p>But that's not all - we offer more than just ergonomic desks. Our acoustic phone booths are crafted with meticulous attention to detail. Manufactured using aviation-grade aluminium and boasting a thick glass door and back panel reminiscent of train carriage glass, these phone booths are built to the highest standards.<\/p><p>At our company, we recognise the significance of confidential conversations in the workplace. Whether it's sensitive sales negotiations, financial discussions, or stakeholder calls, our acoustic phone booths provide a secure and private space for personal and commercial interactions. Say goodbye to distractions and hello to enhanced focus and productivity.<\/p><p>To seamlessly integrate with any office environment, our booths are available in a range of finishes. No matter your office aesthetics, our phone booths will blend in effortlessly, enhancing the overall appeal of your workspace.<\/p><p>Equipped with Bluetooth connectivity speakers and an upgraded turbo fan ventilation system, our acoustic phone booths not only offer a private environment but also ensure optimal comfort. The ventilation system efficiently circulates fresh air, maintaining a pleasant atmosphere for extended conversations without compromising productivity or convenience.<\/p><p>We take pride in using only the highest quality materials and technology in all our products, and our acoustic phone booths exemplify this commitment. Designed to create a distraction-free zone, these booths enable employees to concentrate on their tasks, boosting their efficiency and output.<\/p><p>So, if you're seeking a solution for noisy office environments and wish to provide your employees with a dedicated space for important conversations, our acoustic phone booths are the perfect choice. Contact us today to learn more about our innovative products and discover how they can transform your workplace, enhancing both privacy and productivity.<\/p>"
          }
        }
      }
    }
  }
}
